"A newer version of Growl is available online. Click here to download it now." = "Доступна новая версия Growl. Нажмите OK, чтобы скачать её.";

"A newer version of Growl is available online. Would you like to download it now?" = "Доступна новая версия Growl. Не желаете ли скачать её?";

"Browse menu item title" = "Browse menu item title";

"Cancel" = "Отмена";

"Growl is running." = "Growl работает.";

"Growl is stopped." = "Growl остановлен.";

"Launching Growl..." = "Growl запускается...";

"No" = "Нет";

"OK" = "OK";

"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Успешно установлен плагин '%@'. Хотите ли Вы настроить его?";

"Plugin '%@' is already installed, do you want to overwrite it?" = "Плагин '%@' уже был установлен ранее. Хотите ли Вы заменить его?";

"Plugin already exists" = "Плагин уже существует";

"Plugin installed" = "Плагин установлен";

"Plugin not installed" = "Плагин не установлен";

"Start Growl" = "Вкл. Growl";

"Stop Growl" = "Выкл. Growl";

"Terminating Growl..." = "Growl завершается...";

"There was an error while installing the plugin '%@'." = "Возникла ошибка при установке плагина '%@'.";

"Update Available" = "Доступно обновление";

"Yes" = "Да";